{
  "who_am_i": "Quién soy",
  "about_me": "Acerca de mi",
  "what_i_do": "Qué hago",
  "my_stack": "Mis habilidades",
  "projects": "Proyectos",
  "download_cv": "Descargar CV",
  "cv_link": "https://www.dropbox.com/s/xubgx2iei31njza/HelmerENGCV.pdf",
  "mobile_and_web_projects": "Proyectos Mobile y Web",
  "code_samples": "Ejemplos de código",
  "powered_by_gatsby": "Construido con Gatsby",
  "hi_my_name_is": "Hola, soy",
  "software_engineer": "Ingeniero de software y Desarrollador fullstack",
  "and_i_build": "y he construido",
  "ecommerce_websites": "sitios e-commerce",
  "landing_pages": "páginas de presentación (landings)",
  "web_applications": "aplicaciones web",
  "mobile_applications": "aplicaciones móviles",
  "about_me_description": "Hola, me llamo Helmer. Soy un desarrollador con experiencia en JS/PHP/Python y he trabajado con distintos frameworks y lenguajes en general. Mis lenguajes para backend son Javascript - Typescript (Node JS, Express, NestJs), PHP (Laravel/Zend/Codeigniter). Para el frontend he trabajado con Javascript (Vue/Angular/React/React Native/Ionic), HTML, CSS (SCSS/Stylus).",
  "what_i_do_mobile": "Usé librerías como React Native & Ionic para crear pantallas y una navegación similar a la nativa. He realizado lanzamientos en ambas plataformas (Play Store and App Store).",
  "what_i_do_frontend": "Usé lenguajes como HTML(5), CSS(3) y JavaScript para crear UI sencillas y similar al diseño brindado en proyectos diferentes. Construí sitios desde cero, con o sin frameworks.",
  "what_i_do_backend": "Programé requerimientos y restricciones para distintos negocios, usé frameworks backend con opciones de escalabilidad así como el desarrollo de nuevas características.",
  "what_i_do_sysops": "Desplegué nuevas versiones con \"pipelines\", construyendo entornos de pruebas y de producción. Usé herramientas para hacer un log correcto, comprobando cuando y donde el código falló.",
  "my_stack_backend": "Backend",
  "my_stack_frontend": "Frontend",
  "my_stack_sysops": "Administración de servidores",
  "personal_projects_httpixel": "Una aplicación para ayudar a los desarrolladores a probar sus APIs sobre la marcha. Funciona en dispositivos iOS y Android.",
  "personal_projects_pills": "Crear y configurar recordatorio de píldoras de cualquier tipo. Envía notificaciones cuando la hora de consumirlas llega.",
  "ctbook_description": "Cuando comencé mi carrera como desarrollador, vi que había una gran brecha entre tecnología y negocio. He recolectado todas las dudas que las personas no-tecnológicas tienen sobre las startups con productos tecnológicos. Así fue como CTBOOK (CTO+Book) nació. Así que si estás comenzando en el mundo de startups tecnológicas (o conoces a alguien que lo esté), te recomiendo este libro. Está escrito con el lenguaje más simple posible, sin importar el nivel técnico que tengas.",
  "ctbook_readsample": "Leer muestra",
  "roomie_description": "Calculador de pago de renta",
  "battleship_description": "Demo de un juego simple"
}
