{
  "who_am_i": "Qui suis je",
  "about_me": "À propos de moi",
  "what_i_do": "Ce que je fais",
  "my_stack": "Mes compétences",
  "projects": "Mes projets",
  "download_cv": "Télécharger CV",
  "cv_link": "https://www.dropbox.com/s/pwjlkfqyxjk34iu/HelmerFRCV.pdf",
  "mobile_and_web_projects": "Des Projets Mobile et Web",
  "code_samples": "Exemples de code",
  "powered_by_gatsby": "Construit avec Gatsby",
  "hi_my_name_is": "Salut, je m'appelle",
  "software_engineer": "Ingénieur de Software et Développeur fullstack",
  "and_i_build": "et je construis",
  "ecommerce_websites": "des websites e-commerce",
  "landing_pages": "des páges de présentation",
  "web_applications": "des applications web",
  "mobile_applications": "des applications de téléphonie mobile",
  "about_me_description": "Je m'apelle Helmer. Je suis un développeur avec experience en JS/PHP/Python et j'ai travaillé avec de nombreux frameworks et des langues de codage en general. Mes langues pour le backend sont Javascript - Typescript (Node JS, Express, NestJs), PHP (Laravel/Zend/Codeigniter). Pour le frontend j'ai travaillé avec Javascript (Vue/Angular/React/React Native/Ionic), HTML, CSS (SCSS/Stylus).",
  "what_i_do_mobile": "J'ai utilisé des plugins comme React Native & Ionic pour creér des écrans et une navegation similaire au natif. Je fait des lancements sur le deux plateformes (La Play Store et L'App Store).",
  "what_i_do_frontend": "J'ai utilisé langues comme HTML(5), CSS(3) et JavaScript pour creér des interfaces simples dans  différents projets. J'ai créé des sites à partir de rien, avec ou sans les frameworks.",
  "what_i_do_backend": "J'ai programmé des exigences et des restrictions pour beaucoups des entreprises, j'ai utilisé des frameworks backend avec des options d'évolutivité, ainsi que le développement des nouvelles fonctionnalités.",
  "what_i_do_sysops": "J'ai publí des nouvelles versions avec les \"pipelines\", j'ai créé des environnements de test et de production. J'ai utilisé des outils pour fais un log correct, j'ai vérifié quand et oú le code échoué."
}
