{
  "about_me": "À propos de moi",
  "about_me_description": "Je m'apelle Helmer. Je suis un développeur avec experience en JS/PHP/Python et j'ai travaillé avec de nombreux frameworks et des langues de codage en general. Mes langues pour le backend sont Javascript - Typescript (Node JS, Express, NestJs), PHP (Laravel/Zend/Codeigniter). Pour le frontend j'ai travaillé avec Javascript (Vue/Angular/React/React Native/Ionic), HTML, CSS (SCSS/Stylus).",
  "and_i_build": "et je construis",
  "battleship_description": "Démo de jeu simple",
  "code_samples": "Exemples de code",
  "ctbook_description": "Quand j'ai commencé ma carrière de développeur, j'ai vu qu'il y avait un énorme fossé entre la technologie et les affaires. J'ai ressemblé tous les doutes que les non-techniciens ont sur les startups avec des produits technologiques. C'est ainsi qu'est né Le CTBOOK (CTO+Book). Donc, si vouz debutéz dans le monde de startups technologiques (ou si vouz connaissez quelq'un qui l'est), je recommande vivement ce livre. Il est ecrit dans la langue la plus simple possible, quel que soit votre niveau technique.",
  "ctbook_readsample": "Lire l'échantillon",
  "cv_link": "https://www.dropbox.com/s/pwjlkfqyxjk34iu/HelmerFRCV.pdf",
  "download_cv": "Télécharger CV",
  "ecommerce_websites": "des websites e-commerce",
  "edit_posts_on_github": "Corrections? Recommandations? Clique ici pour modifier cette page dans Github",
  "hi_my_name_is": "Salut, je m'appelle",
  "landing_pages": "des páges de présentation",
  "mobile_and_web_projects": "Des Projets Mobile et Web",
  "mobile_applications": "des applications de téléphonie mobile",
  "my_stack": "Mes compétences",
  "my_stack_backend": "Le Backend",
  "my_stack_frontend": "Le Frontend",
  "my_stack_sysops": "La gestion des serveur",
  "personal_projects_httpixel": "Une application pour aider aux développeurs à tester leurs APIs en déplacement. Cela fonctionne sur les appareils iOS et Android.",
  "personal_projects_pills": "Vouz pouvez creér et configurer des rappels de pilule de tout type. Cela envoir des notifications lorsque le momment de les consommer arrive.",
  "powered_by_gatsby": "Construit avec Gatsby",
  "projects": "Mes projets",
  "roomie_description": "Calculateur de paiement de location",
  "software_engineer": "Ingénieur de Software et Développeur fullstack",
  "web_applications": "des applications web",
  "what_i_do": "Ce que je fais",
  "what_i_do_backend": "J'ai programmé des exigences et des restrictions pour beaucoups des entreprises, j'ai utilisé des frameworks backend avec des options d'évolutivité, ainsi que le développement des nouvelles fonctionnalités.",
  "what_i_do_frontend": "J'ai utilisé langues comme HTML(5), CSS(3) et JavaScript pour creér des interfaces simples dans différents projets. J'ai créé des sites à partir de rien, avec ou sans les frameworks.",
  "what_i_do_mobile": "J'ai utilisé des plugins comme React Native & Ionic pour creér des écrans et une navegation similaire au natif. Je fait des lancements sur le deux plateformes (La Play Store et L'App Store).",
  "what_i_do_sysops": "J'ai publí des nouvelles versions avec les \"pipelines\", j'ai créé des environnements de test et de production. J'ai utilisé des outils pour fais un log correct, j'ai vérifié quand et oú le code échoué.",
  "who_am_i": "Qui suis je"
}
