{
  "author": "Autor",
  "about_me": "Sobre mim",
  "about_me_description": "Ola, me chamo Helmer. Sou um desenvolvedor JS/PHP e trabalho em projetos com framework e sem framework. Minhas linguagens de programação são: para o backend Javascript - Typescript (Node JS, Express, NestJs), PHP (Laravel/Zend/Codeigniter). Para o frontend usei Javascript (Vue/Angular/React/React Native/Ionic), HTML, CSS (SCSS/Stylus).",
  "and_i_build": "e construo",
  "battleship_description": "Demonstração do jogo simples",
  "code_samples": "Exemplos de código",
  "ctbook_description": "Quando eu comecei minha carreira como desenvolvedor, vi que havia muitas diferenças entre tecnologia e negócios. Coletei todas as dúvidas que pessoas não tech têm sobre startups com produtos tech. Assim nasceu o CTBOOK (CTO+Book). Se você está apenas começando no mundo das startups de tecnologia (ou conhece alguém que esteja), recomendo este livro. Está escrito na linguagem mais simples possível, não importa o nível tech que você tenha",
  "ctbook_readsample": "Leia uma amostra",
  "cv_link": "https://www.dropbox.com/s/xubgx2iei31njza/HelmerENGCV.pdf",
  "download_cv": "Baixar CV",
  "ecommerce_websites": "sites e-commerce",
  "edit_posts_on_github": "Conserta? Modificações? Clique aqui para editar esta página no Github",
  "hi_my_name_is": "Ola, eu sou",
  "landing_pages": "páginas de apresentação (landings)",
  "mobile_and_web_projects": "Projetos Mobile e Web",
  "mobile_applications": "aplicativos de smartphone",
  "my_stack": "Minhas habilidades",
  "my_stack_backend": "Backend",
  "my_stack_frontend": "Frontend",
  "my_stack_sysops": "Administração de servidores",
  "personal_projects_httpixel": "Um aplicativo para ajudar os desenvolvedores a provar suas APIs. Funciona em dispositivos iOS e Android.",
  "personal_projects_pills": "Criar e configurar lembrete de pílulas de qualquer tipo. Envia notificações quando o tempo para consumi-las chega.",
  "powered_by_gatsby": "Construído com Gatsby",
  "projects": "Projetos",
  "roomie_description": "A calculadora de pagamento de aluguel",
  "software_engineer": "Engenheiro de software e fullstack",
  "web_applications": "aplicativos web",
  "what_i_do": "Que faço",
  "what_i_do_backend": "eu programei requisitos e para diferentes empresas, usei frameworks backend com opções de escalabilidade asim como o desenvolvimento de novas características.",
  "what_i_do_frontend": "Usei linguagens como HTML(5), CSS(3) e JavaScript para criar UI simples e ao design fornecido em projetos diferentes. Construí sites do zero, com o sem frameworks.",
  "what_i_do_mobile": "Usei packages como React Native & Ionic para criar telas e uma navegação similar ao nativo. Lancei em ambas plataformas (Play Store e App Store).",
  "what_i_do_sysops": "Criei \"pipelines\", ambientes de teste e de produção. Usei ferramentas para fazer um log correto, verificando quando e onde o código falhou.",
  "who_am_i": "Quem sou",
  "written_by": "Escrito por"
}
